esbenp.prettier-vscode
golang.go
josetr.cmake-language-support-vscode
llvm-vs-code-extensions.vscode-clangd
monokai.theme-monokai-pro-vscode
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.remote-explorer
pkief.material-icon-theme
pkief.material-product-icons
redhat.vscode-xml
redhat.vscode-yaml
visualstudioexptteam.vscodeintellicode
zxh404.vscode-proto3
